samples/outputs/choreographers.mmd
graph TD
  akramkhan["Akram Khan"]
  alvinailey["Alvin Ailey"]
  christopherwheeldon["Christopher Wheeldon"]
  crystalpite["Crystal Pite"]
  georgebalanchine["George Balanchine"]
  isadoraduncan["Isadora Duncan"]
  jeromerobbins["Jerome Robbins"]
  marthagraham["Martha Graham"]
  mercecunningham["Merce Cunningham"]
  pinabausch["Pina Bausch"]
  twylatharp["Twyla Tharp"]
  williamforsythe["William Forsythe"]

  akramkhan --> marthagraham
  akramkhan --> pinabausch
  akramkhan --> williamforsythe
  akramkhan --> crystalpite
  alvinailey --> marthagraham
  christopherwheeldon --> georgebalanchine
  christopherwheeldon --> jeromerobbins
  christopherwheeldon --> twylatharp
  crystalpite --> williamforsythe
  crystalpite --> pinabausch
  crystalpite --> akramkhan
  georgebalanchine --> jeromerobbins
  georgebalanchine --> christopherwheeldon
  isadoraduncan --> marthagraham
  isadoraduncan --> alvinailey
  isadoraduncan --> mercecunningham
  jeromerobbins --> georgebalanchine
  jeromerobbins --> marthagraham
  jeromerobbins --> twylatharp
  jeromerobbins --> christopherwheeldon
  marthagraham --> isadoraduncan
  marthagraham --> mercecunningham
  marthagraham --> jeromerobbins
  marthagraham --> twylatharp
  mercecunningham --> marthagraham
  mercecunningham --> williamforsythe
  pinabausch --> akramkhan
  pinabausch --> crystalpite
  pinabausch --> williamforsythe
  twylatharp --> marthagraham
  twylatharp --> mercecunningham
  twylatharp --> jeromerobbins
  twylatharp --> georgebalanchine
  twylatharp --> christopherwheeldon
  williamforsythe --> georgebalanchine
  williamforsythe --> mercecunningham
  williamforsythe --> pinabausch
  williamforsythe --> crystalpite
  williamforsythe --> akramkhan
  marthagraham -.-> akramkhan
  marthagraham -.-> alvinailey
  georgebalanchine -.-> twylatharp
  georgebalanchine -.-> williamforsythe
  alvinailey -.-> isadoraduncan
  mercecunningham -.-> isadoraduncan
  mercecunningham -.-> twylatharp
  akramkhan ==> twylatharp
  twylatharp ==> akramkhan
  akramkhan ==> christopherwheeldon
  christopherwheeldon ==> akramkhan
  akramkhan ==> jeromerobbins
  jeromerobbins ==> akramkhan
  christopherwheeldon ==> crystalpite
  crystalpite ==> christopherwheeldon
  crystalpite ==> jeromerobbins
  jeromerobbins ==> crystalpite
  alvinailey ==> crystalpite
  crystalpite ==> alvinailey
  alvinailey ==> pinabausch
  pinabausch ==> alvinailey
  crystalpite ==> isadoraduncan
  isadoraduncan ==> crystalpite
  isadoraduncan ==> pinabausch
  pinabausch ==> isadoraduncan
  christopherwheeldon ==> williamforsythe
  williamforsythe ==> christopherwheeldon
  christopherwheeldon ==> pinabausch
  pinabausch ==> christopherwheeldon
  jeromerobbins ==> pinabausch
  pinabausch ==> jeromerobbins
